---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicYards
source: html/cacb0306-b276-42c3-a046-0569ecc72dc8.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicYards Property

Cubic yards.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicYards { get; }
```